[
    {
        "keywords": [
            "happy"
        ],
        "output": "It's wonderful to hear that you're feeling happy right now! Take a moment to savor this feeling and appreciate the good things in your life. Remember to practice gratitude and focus on the present moment, and keep spreading positivity wherever you go!"
    },
    {
        "keywords": [
            "joyful"
        ],
        "output": "It sounds like you're feeling joyful right now. Celebrate this feeling by doing something that brings you happiness, like spending time with loved ones or engaging in a favorite hobby. Remember to savor the moment and spread positivity to those around you."
    },
    {
        "keywords": [
            "grateful"
        ],
        "output": "It sounds like you're feeling grateful right now. Take a moment to reflect on the things in your life that you are thankful for, and express your gratitude to those who have made a positive impact on your life. Remember to continue cultivating a mindset of gratitude and appreciation."
    },
    {
        "keywords": [
            "peaceful"
        ],
        "output": "It sounds like you're feeling peaceful right now. Embrace this feeling by taking some time to engage in calming activities, like meditation or nature walks. Remember to prioritize self-care and make time for activities that promote inner peace and relaxation."
    },
    {
        "keywords": [
            "hopeful"
        ],
        "output": "It sounds like you're feeling hopeful right now. Allow this feeling to motivate you towards your goals and dreams, and take positive steps towards making them a reality. Remember that you have the power to shape your future and create a life you love."
    },
    {
        "keywords": [
            "optimistic"
        ],
        "output": "It sounds like you're feeling optimistic right now. Use this positive energy to approach challenges with a growth mindset and focus on potential solutions. Remember to surround yourself with positivity and continue cultivating an optimistic outlook on life."
    },
    {
        "keywords": [
            "loved"
        ],
        "output": "It sounds like you're feeling loved right now. Bask in this feeling and appreciate the relationships and connections you have in your life. Remember to express your love and appreciation to those around you, and prioritize building and strengthening relationships."
    },
    {
        "keywords": [
            "proud"
        ],
        "output": "It sounds like you're feeling proud right now. Celebrate your accomplishments and the hard work that led to them. Remember to give yourself credit for your successes and continue striving towards your goals."
    },
    {
        "keywords": [
            "confident"
        ],
        "output": "It sounds like you're feeling confident right now. Embrace this feeling and take positive steps towards achieving your goals and dreams. Remember to cultivate a mindset of self-assurance and believe in yourself and your abilities."
    },
    {
        "keywords": [
            "anxious"
        ],
        "output": "It sounds like you're feeling anxious right now. Have you tried some deep breathing exercises or talking to someone about how you're feeling? Remember that it's okay to ask for help when you need it."
    },
    {
        "keywords": [
            "overwhelmed"
        ],
        "output": "It sounds like you're feeling overwhelmed right now. Have you tried breaking down your tasks into smaller, more manageable steps? Remember to take breaks when you need them and prioritize your self-care."
    },
    {
        "keywords": [
            "lonely"
        ],
        "output": "It sounds like you're feeling lonely right now. Have you tried reaching out to a friend or loved one, or finding a social activity that interests you? Remember that it's important to connect with others and build a support system."
    },
    {
        "keywords": [
            "frustrated"
        ],
        "output": "It sounds like you're feeling frustrated right now. Have you tried identifying the source of your frustration and brainstorming potential solutions? Remember to approach the situation with a growth mindset and be kind to yourself throughout the process."
    },
    {
        "keywords": [
            "content"
        ],
        "output": "It sounds like you're feeling content right now. Take a moment to savor this feeling and appreciate the good things in your life. Remember to practice gratitude and focus on the present moment."
    },
    {
        "keywords": [
            "nostalgic"
        ],
        "output": "It sounds like you're feeling nostalgic right now. Have you tried looking through old photos or mementos, or reaching out to someone from your past? Remember that it's okay to revisit happy memories, but try to focus on creating new ones as well."
    },
    {
        "keywords": [
            "hopeful"
        ],
        "output": "It sounds like you're feeling hopeful right now. Hold onto this feeling and remember that things can and will get better. Keep taking steps towards your goals and prioritizing your well-being."
    },
    {
        "keywords": [
            "bored"
        ],
        "output": "It sounds like you're feeling bored right now. Have you tried finding a new hobby or activity that interests you, or connecting with someone to make plans? Remember to prioritize self-care and take time to rest and recharge as well."
    },
    {
        "keywords": [
            "indecisive"
        ],
        "output": "It sounds like you're feeling indecisive right now. Have you tried making a pros and cons list or seeking advice from someone you trust? Remember that it's okay to take your time with decisions and that there isn't always a clear right or wrong answer."
    },
    {
        "keywords": [
            "disappointed"
        ],
        "output": "It sounds like you're feeling disappointed right now. Remember that disappointment is a natural emotion and that it's okay to feel this way. Try to focus on what you can learn from the situation and what steps you can take to move forward."
    },
    {
        "keywords": [
            "embarrassed"
        ],
        "output": "It sounds like you're feeling embarrassed right now. Remember that everyone makes mistakes and that it's okay to have moments of vulnerability. Try to practice self-compassion and remind yourself that you are still worthy of love and acceptance."
    },
    {
        "keywords": [
            "optimistic"
        ],
        "output": "It sounds like you're feeling optimistic right now. Hold onto this positive outlook and keep taking steps towards your goals. Remember to celebrate your successes and keep a growth mindset."
    },
    {
        "keywords": [
            "irritated"
        ],
        "output": "It sounds like you're feeling irritated right now. Have you tried identifying the source of your irritation and finding healthy ways to manage it, such as taking a break or engaging in a relaxing activity? Remember to prioritize your well-being and self-care."
    },
    {
        "keywords": [
            "guilty"
        ],
        "output": "It sounds like you're feeling guilty right now. Remember that everyone makes mistakes and that it's important to take responsibility for your actions. Try to focus on making amends and learning from the situation."
    },
    {
        "keywords": [
            "hopeless"
        ],
        "output": "It sounds like you're feeling hopeless right now. Remember that these feelings are temporary and that there are people who care about you and want to support you. Have you considered talking to a therapist or seeking out other forms of professional help?"
    },
    {
        "keywords": [
            "procrastination"
        ],
        "output": "Procrastination can be a common problem, but it's important to work on developing better time-management skills. Have you considered creating a schedule or breaking tasks into smaller, manageable steps?"
    },
    {
        "keywords": [
            "kill"
        ],
        "output": "I'm sorry to hear that. If you or someone you know is experiencing suicidal thoughts or feelings, it's important to seek help immediately. Please consider calling a crisis hotline or talking to a healthcare professional about your thoughts and developing a safety plan. Remember, you are not alone, and there is help available."
    },
    {
        "keywords": [
            "motivation"
        ],
        "output": "Feeling unmotivated can be frustrating, but there are many ways to rekindle your drive. Have you tried setting small, achievable goals or seeking inspiration from others?"
    },
    {
        "keywords": [
            "loneliness"
        ],
        "output": "Feeling lonely is a common experience, but it's important to take steps to connect with others. Have you considered joining a club or group that interests you, or volunteering in your community?"
    },
    {
        "keywords": [
            "overthinking"
        ],
        "output": "Overthinking can be a tough habit to break, but mindfulness techniques can help you stay in the present moment. Have you tried meditation or journaling to help calm your thoughts?"
    },
    {
        "keywords": [
            "perfectionism"
        ],
        "output": "Striving for perfection can be a double-edged sword. While it can drive you to succeed, it can also lead to feelings of frustration and disappointment. Have you considered setting realistic expectations and being kinder to yourself when things don't go as planned?"
    },
    {
        "keywords": [
            "anxiety"
        ],
        "output": "Anxiety can be a challenging condition to manage, but there are many effective treatments available. Have you considered talking to a therapist about developing coping strategies, or exploring medication options with your healthcare provider?"
    },
    {
        "keywords": [
            "depression"
        ],
        "output": "Depression can have a profound impact on your mood and energy levels, but it's important to remember that it's treatable. Have you considered talking to a therapist or healthcare provider about medication or therapy options?"
    },
    {
        "keywords": [
            "grief"
        ],
        "output": "Experiencing grief is a natural part of the human experience, but it can be difficult to navigate alone. Have you considered reaching out to a therapist or support group to work through your feelings and gain additional support?"
    },
    {
        "keywords": [
            "trauma"
        ],
        "output": "Experiencing trauma can have lasting effects on your mental health, but it's important to remember that healing is possible. Have you considered talking to a therapist or healthcare provider about developing coping strategies and processing your experiences?"
    },
    {
        "keywords": [
            "anger"
        ],
        "output": "Anger is a natural emotion, but it's important to learn healthy ways to express and manage it. Have you considered talking to a therapist or anger management specialist to explore effective coping strategies?"
    },
    {
        "keywords": [
            "social",
            "anxiety",
            "events"
        ],
        "output": "Social anxiety can make attending events or social situations challenging. Have you considered talking to a therapist or counselor about strategies to manage your anxiety and build confidence in social situations?"
    },
    {
        "keywords": [
            "depression",
            "symptoms"
        ],
        "output": "Depression can be a difficult experience, but there are many treatment options available. Have you considered talking to a healthcare professional about your symptoms and developing a treatment plan that works for you?"
    },
    {
        "keywords": [
            "grief",
            "loss"
        ],
        "output": "Grieving the loss of a loved one can be a painful and difficult experience. Have you considered talking to a grief counselor or therapist to work through your feelings and develop coping strategies?"
    },
    {
        "keywords": [
            "anxiety",
            "health",
            "worries"
        ],
        "output": "Health anxiety can be a distressing experience, but it's important to remember that anxiety is treatable. Have you considered talking to a healthcare professional about your worries and developing coping strategies to manage your anxiety?"
    },
    {
        "keywords": [
            "self",
            "care",
            "practices"
        ],
        "output": "Self-care is an important practice for maintaining good mental health. Have you considered exploring self-care activities like exercise, meditation, or journaling to prioritize your well-being?"
    },
    {
        "keywords": [
            "therapy",
            "benefits"
        ],
        "output": "Therapy can provide many benefits, including improved mental health, better communication skills, and increased self-awareness. Have you considered talking to a therapist or counselor about how therapy could benefit you?"
    },
    {
        "keywords": [
            "anxiety",
            "medication"
        ],
        "output": "Medication can be an effective treatment option for anxiety, but it's important to talk to a healthcare professional about your concerns and develop a treatment plan that works for you."
    },
    {
        "keywords": [
            "ADHD",
            "management"
        ],
        "output": "Managing ADHD can be a challenging experience, but there are many strategies available to help. Have you considered talking to a healthcare professional about medication or exploring behavioral therapies to improve your symptoms?"
    },
    {
        "keywords": [
            "trauma",
            "PTSD"
        ],
        "output": "PTSD can be a debilitating condition, but it is treatable. Have you considered talking to a healthcare professional about your symptoms and developing a treatment plan that works for you?"
    },
    {
        "keywords": [
            "mood",
            "swings"
        ],
        "output": "Mood swings can be a symptom of many mental health conditions, including bipolar disorder. Have you considered talking to a healthcare professional about your symptoms and developing a treatment plan to manage your mood swings?"
    },
    {
        "keywords": [
            "anxiety",
            "panic",
            "disorder"
        ],
        "output": "Panic disorder can be a difficult and overwhelming experience, but it is treatable. Have you considered talking to a healthcare professional about your symptoms and developing a treatment plan to manage your anxiety?"
    },
    {
        "keywords": [
            "self",
            "compassion"
        ],
        "output": "Practicing self-compassion is an important part of building a positive self-image and improving mental health. Have you considered exploring self-help resources or talking to a therapist about ways to be more kind and compassionate towards yourself?"
    },
    {
        "keywords": [
            "OCD",
            "treatment"
        ],
        "output": "OCD can be a distressing condition, but there are effective treatment options available. Have you considered talking to a healthcare professional about medication or behavioral therapies to manage your symptoms?"
    },
    {
        "keywords": [
            "OCD"
        ],
        "output": "OCD can be a distressing condition, but there are effective treatment options available. Have you considered talking to a healthcare professional about medication or behavioral therapies to manage your symptoms?"
    },
    {
        "keywords": [
            "stress",
            "management"
        ],
        "output": "Stress is a common experience, but it's important to develop healthy coping strategies to manage its effects on your mental health. Have you considered exploring stress management techniques like exercise, mindfulness, or time management?"
    },
    {
        "keywords": [
            "suicidal",
            "thoughts"
        ],
        "output": "If you are experiencing suicidal thoughts or feelings, it's important to seek help immediately. Have you considered calling a crisis hotline or talking to a healthcare professional about your thoughts and developing a safety plan?"
    },
    {
        "keywords": [
            "eating",
            "disorders"
        ],
        "output": "Eating disorders can be serious and potentially life-threatening conditions, but they are treatable. Have you considered talking to a healthcare professional about your concerns and developing a treatment plan to manage your eating disorder?"
    },
    {
        "keywords": [
            "meditation",
            "mindfulness"
        ],
        "output": "Meditation and mindfulness practices can be effective tools for managing stress, anxiety, and other mental health concerns. Have you considered exploring meditation or mindfulness techniques to improve your mental well-being?"
    },
    {
        "keywords": [
            "phobias",
            "treatment"
        ],
        "output": "Phobias can be a distressing experience, but they are treatable. Have you considered talking to a healthcare professional about exposure therapy or other treatment options to manage your phobia?"
    },
    {
        "keywords": [
            "sleep",
            "problems"
        ],
        "output": "Sleep problems can have a significant impact on mental health and well-being. Have you considered talking to a healthcare professional about your concerns and developing healthy sleep habits to improve your sleep?"
    },
    {
        "keywords": [
            "substance",
            "abuse"
        ],
        "output": "Substance abuse can have serious consequences for mental and physical health, but recovery is possible. Have you considered talking to a healthcare professional or joining a support group to start your journey towards recovery?"
    },
    {
        "keywords": [
            "boundaries",
            "self",
            "care"
        ],
        "output": "Setting healthy boundaries is an important part of self-care and maintaining good mental health. Have you considered exploring resources or talking to a therapist about ways to set and maintain boundaries in your personal and professional relationships?"
    },
    {
        "keywords": [
            "anxiety",
            "very",
            "common"
        ],
        "output": "It sounds like you're dealing with a lot of anxiety. Have you considered talking to a therapist or counselor about how you're feeling?"
    },
    {
        "keywords": [
            "stress",
            "future"
        ],
        "output": "It sounds like you're dealing with a lot of stress. Have you tried any stress-reduction techniques like mindfulness or meditation?"
    },
    {
        "keywords": [
            "feeling",
            "down",
            "lately"
        ],
        "output": "Feeling down or sad is a normal part of life, but if it persists, it may be helpful to talk to a healthcare professional about what you're going through."
    },
    {
        "keywords": [
            "panic",
            "attack"
        ],
        "output": "Panic attacks can be a scary experience, but it's important to remember that they are treatable. Have you considered talking to a healthcare professional about your symptoms?"
    },
    {
        "keywords": [
            "lonely",
            "isolated"
        ],
        "output": "Feeling lonely or isolated can be tough, but there are things you can do to feel more connected to others. Have you tried reaching out to friends or family members, or joining a group or club that interests you?"
    },
    {
        "keywords": [
            "self",
            "esteem"
        ],
        "output": "Working on improving your self-esteem can have a positive impact on your mental health. Have you considered practicing self-care activities or talking to a therapist about ways to build your self-esteem?"
    },
    {
        "keywords": [
            "relationship",
            "conflict"
        ],
        "output": "Conflict is a normal part of any relationship, but it's important to develop healthy communication skills to manage disagreements. Have you considered talking to a therapist or couples counselor about improving your communication and conflict resolution skills?"
    },
    {
        "keywords": [
            "anxiety",
            "treatment"
        ],
        "output": "Anxiety can be a debilitating condition, but effective treatment options are available. Have you considered talking to a healthcare professional about medication, therapy, or other anxiety management techniques to manage your symptoms?"
    },
    {
        "keywords": [
            "depression",
            "support"
        ],
        "output": "Depression can be a challenging condition to manage, but support is available. Have you considered talking to a healthcare professional or joining a support group to develop a support network and explore treatment options?"
    },
    {
        "keywords": [
            "trauma",
            "therapy"
        ],
        "output": "Trauma can have a profound impact on mental health and well-being, but therapy can be an effective tool for managing its effects. Have you considered talking to a therapist trained in trauma-focused therapies to explore treatment options?"
    },
    {
        "keywords": [
            "grief",
            "support"
        ],
        "output": "Grieving the loss of a loved one can be a challenging experience, but there are many sources of support available. Have you considered talking to a therapist or joining a grief support group to connect with others who may be experiencing similar challenges?"
    },
    {
        "keywords": [
            "self-esteem",
            "confidence"
        ],
        "output": "Developing healthy self-esteem and confidence is an important part of maintaining good mental health. Have you considered exploring self-help resources or talking to a therapist about strategies to improve your self-esteem and confidence?"
    },
    {
        "keywords": [
            "grief",
            "loss"
        ],
        "output": "Experiencing grief and loss can be a challenging experience, but support is available. Have you considered talking to a healthcare professional or joining a support group to explore ways to cope with your grief?"
    },
    {
        "keywords": [
            "social",
            "anxiety"
        ],
        "output": "Social anxiety can be a difficult condition to manage, but effective treatment options are available. Have you considered talking to a healthcare professional about medication, therapy, or other management techniques to manage your symptoms?"
    },
    {
        "keywords": [
            "anger",
            "management"
        ],
        "output": "Anger is a normal emotion, but it's important to develop healthy anger management skills to avoid negative consequences. Have you considered exploring anger management techniques like deep breathing, assertiveness, or therapy to manage your anger?"
    },
    {
        "keywords": [
            "bipolar",
            "disorder"
        ],
        "output": "Bipolar disorder can be a challenging condition to manage, but effective treatment options are available. Have you considered talking to a healthcare professional about medication, therapy, or other management techniques to manage your symptoms?"
    },
    {
        "keywords": [
            "loneliness",
            "isolation"
        ],
        "output": "Feeling lonely or isolated can have a negative impact on mental health and well-being, but support is available. Have you considered joining a social group, volunteering, or talking to a healthcare professional about ways to connect with others and combat loneliness?"
    },
    {
        "keywords": [
            "trauma",
            "history"
        ],
        "output": "Experiencing trauma can have a lasting impact on your mental health. It may be helpful to talk to a therapist or counselor about how you're feeling and develop coping strategies."
    },
    {
        "keywords": [
            "parenting",
            "stress"
        ],
        "output": "Parenting can be a rewarding but stressful experience. Have you considered exploring parenting resources or talking to a therapist to develop strategies for managing parenting-related stress?"
    },
    {
        "keywords": [
            "relationship",
            "issues"
        ],
        "output": "Relationship issues can be difficult to navigate on your own. Have you considered talking to a couples therapist or a therapist who specializes in relationships to work through your concerns?"
    },
    {
        "keywords": [
            "insomnia",
            "trouble",
            "sleeping"
        ],
        "output": "Insomnia can be a symptom of anxiety or depression. It may be helpful to talk to a healthcare professional about your sleep issues."
    },
    {
        "keywords": [
            "substance",
            "abuse"
        ],
        "output": "Struggling with substance abuse can be a difficult and overwhelming experience. Have you considered talking to a healthcare professional about your concerns and developing a treatment plan?"
    },
    {
        "keywords": [
            "eating",
            "disorder"
        ],
        "output": "Eating disorders can have serious health consequences, and it's important to seek professional help. Have you considered talking to a therapist who specializes in eating disorders and developing a treatment plan?"
    },
    {
        "keywords": [
            "OCD",
            "progress"
        ],
        "output": "Obsessive-compulsive disorder (OCD) can be a challenging condition to managesupport and developing a safety plan with a therapist or healthcare professional?"
    },
    {
        "keywords": [
            "addiction",
            "recovery",
            "support"
        ],
        "output": "Recovery from addiction can be a challenging journey, but there are many support systems available to help. Have you considered reaching out to a therapist or support group for additional guidance and accountability?"
    },
    {
        "keywords": [
            "anger",
            "management",
            "skills"
        ],
        "output": "Managing anger can be a difficult skill to develop, but there are many tools and techniques available to help. Have you considered talking to a therapist or anger management specialist to explore effective coping strategies?"
    },
    {
        "keywords": [
            "self-esteem",
            "confidence",
            "building"
        ],
        "output": "Building self-esteem and confidence is a process that takes time and effort. Have you considered exploring therapy or self-help resources to work on developing a more positive self-image?"
    },
    {
        "keywords": [
            "relationship",
            "issues",
            "counseling"
        ],
        "output": "Relationship issues can be complex and challenging to navigate. Have you considered exploring couples or individual therapy to work through any underlying concerns and improve communication?"
    },
    {
        "keywords": [
            "work",
            "stress",
            "management"
        ],
        "output": "Managing work-related stress can be challenging, but there are many effective techniques available. Have you considered talking to a therapist or career counselor to explore ways to better manage your workload and prioritize self-care?"
    },
    {
        "keywords": [
            "parenting",
            "challenges",
            "support"
        ],
        "output": "Parenting can be a rewarding but challenging journey. Have you considered reaching out to a therapist or parenting support group to work through any concerns and gain additional guidance and support?"
    },
    {
        "keywords": [
            "phobias",
            "exposure",
            "therapy"
        ],
        "output": "Exposure therapy can be an effective treatment for phobias. Have you considered talking to a therapist who specializes in this technique to help you confront and overcome your fears?"
    },
    {
        "keywords": [
            "ADHD",
            "symptoms",
            "treatment"
        ],
        "output": "ADHD symptoms can be managed with various treatments, including medication and therapy. Have you considered talking to a healthcare professional to explore your options?"
    },
    {
        "keywords": [
            "borderline",
            "personality",
            "disorder"
        ],
        "output": "Borderline personality disorder can be challenging to manage, but therapy and medication can be helpful in managing symptoms. Have you considered talking to a healthcare professional to explore treatment options?"
    },
    {
        "keywords": [
            "bipolar",
            "disorder",
            "medication"
        ],
        "output": "Medication can be an effective tool in managing symptoms of bipolar disorder. Have you considered talking to a healthcare professional to explore medication options and create a treatment plan?"
    },
    {
        "keywords": [
            "trauma",
            "therapy",
            "EMDR"
        ],
        "output": "EMDR therapy can be an effective treatment for trauma-related symptoms. Have you considered talking to a therapist who specializes in this technique to work through any past traumas?"
    },
    {
        "keywords": [
            "chronic",
            "pain",
            "management"
        ],
        "output": "Chronic pain can be a difficult condition to manage, but there are various treatment options available, including medication and therapy. Have you considered talking to a healthcare professional to explore your options?"
    },
    {
        "keywords": [
            "gender",
            "identity",
            "exploration"
        ],
        "output": "Exploring your gender identity can be a complex and personal journey. Have you considered talking to a therapist who specializes in gender identity to work through any concerns and gain support?"
    },
    {
        "keywords": [
            "eating",
            "disorder",
            "treatment"
        ],
        "output": "Eating disorders can be difficult to overcome, but treatment options are available, including therapy and medication. Have you considered talking to a healthcare professional to explore your options?"
    },
    {
        "keywords": [
            "mindfulness",
            "meditation",
            "benefits"
        ],
        "output": "Mindfulness and meditation can have many benefits, including reducing stress and improving mental clarity. Have you considered incorporating these practices into your daily routine?"
    },
    {
        "keywords": [
            "self-care",
            "importance",
            "routine"
        ],
        "output": "Self-care is an important aspect of maintaining good mental health. Have you considered creating a self-care routine that includes activities like exercise, journaling, and meditation?"
    },
    {
        "keywords": [
            "hi",
            "hello"
        ],
        "output": "Hi there! How are you doing today?"
    },
    {
        "keywords": [
            "hello",
            "nice",
            "meet"
        ],
        "output": "Hello! It's nice to meet you. How can I assist you today?"
    },
    {
        "keywords": [
            "greetings",
            "specific",
            "discuss"
        ],
        "output": "Greetings! Is there something specific you'd like to discuss?"
    },
    {
        "keywords": [
            "trauma",
            "PTSD"
        ],
        "output": "Experiencing trauma and developing PTSD can be a challenging and overwhelming experience. Have you considered seeking treatment from a mental health professional who specializes in trauma and PTSD?"
    },
    {
        "keywords": [
            "insomnia",
            "sleep",
            "trouble"
        ],
        "output": "Having trouble sleeping can greatly impact your mental and physical health. Have you tried developing a consistent sleep routine or talking to a healthcare professional about strategies to help you get better sleep?"
    },
    {
        "keywords": [
            "addiction",
            "substance",
            "abuse"
        ],
        "output": "Depression can be incredibly challenging, but it's important to remember that there is hope and recovery is possible. Have you considered reaching out to a mental health professional or attending support group meetings? These resources can provide valuable guidance and support on your journey towards healing. Remember that taking care of your mental health is a priority and there are resources available to help you."
    },
    {
        "keywords": [
            "eating",
            "disorder"
        ],
        "output": "Eating disorders can greatly impact your physical and mental health. Have you considered seeking treatment from a healthcare professional who specializes in eating disorders or attending support group meetings?"
    },
    {
        "keywords": [
            "relationship",
            "problems"
        ],
        "output": "Experiencing difficulties in your relationships can be stressful and impact your mental health. Have you considered talking to a therapist or counselor about ways to improve communication and work through relationship issues?"
    },
    {
        "keywords": [
            "work",
            "stress"
        ],
        "output": "Experiencing work-related stress can greatly impact your mental health. Have you tried talking to a supervisor or human resources representative about strategies to reduce stress, or seeking support from a mental health professional?"
    },
    {
        "keywords": [
            "welcome",
            "help"
        ],
        "output": "Welcome! How may I be of help to you today?"
    },
    {
        "keywords": [
            "hey"
        ],
        "output": "Hey there! How can I assist you today?"
    },
    {
        "keywords": [
            "sup"
        ],
        "output": "What's up! How can I be of service?"
    },
    {
        "keywords": [
            "good",
            "day"
        ],
        "output": "Good day! How may I assist you?"
    },
    {
        "keywords": [
            "hey",
            "morning"
        ],
        "output": "Good morning! How can I help you today?"
    },
    {
        "keywords": [
            "hi",
            "evening"
        ],
        "output": "Good evening! How can I assist you today?"
    },
    {
        "keywords": [
            "hello",
            "afternoon"
        ],
        "output": "Good afternoon! How can I help you?"
    },
    {
        "keywords": [
            "hi",
            "hello"
        ],
        "output": "Hello there! How can I help you today?"
    },
    {
        "keywords": [
            "hey"
        ],
        "output": "Hey there! How are you feeling today?"
    },
    {
        "keywords": [
            "depression"
        ],
        "output": "Depression is a common mental health condition that affects many people. It's important to prioritize your mental health and take steps to address these feelings. Some strategies that can help include practicing self-care, reaching out to friends and family for support, and seeking professional help if needed. Remember that it's okay to ask for help and there are resources available to support you."
    },
    {
        "keywords": [
            "yo",
            "sup"
        ],
        "output": "Yo! How's it going? What can I do for you today?"
    },
    {
        "keywords": [
            "hi",
            "hey there"
        ],
        "output": "Hi there! How can I support you today?"
    },
    {
        "keywords": [
            "hiya",
            "new"
        ],
        "output": "Hiya! How can I assist you with your mental health today?"
    },
    {
        "keywords": [
            "anyone there"
        ],
        "output": "Yes, I'm here! How can I help you with your mental health today?"
    },
    {
        "keywords": [
            "how",
            "you"
        ],
        "output": "I'm just a computer program, so I don't have feelings, but I'm here to help you with whatever you're going through today. How can I assist you?"
    },
    {
        "keywords": [
            "thanks"
        ],
        "output": "You're welcome! I'm glad I could help. If you have any other questions or concerns, feel free to ask."
    },
    {
        "keywords": [
            "thank",
            "you"
        ],
        "output": "You're welcome! I'm glad I could help. If you have any other questions or concerns, feel free to ask."
    },
    {
        "keywords": [
            "appreciate"
        ],
        "output": "I'm glad I could be of assistance. If there's anything else I can help you with, don't hesitate to ask."
    },
    {
        "keywords": [
            "appreciate",
            "grateful"
        ],
        "output": "I'm glad I could be of assistance. If there's anything else I can help you with, don't hesitate to ask."
    },
    {
        "keywords": [
            "good",
            "job"
        ],
        "output": "Thank you for the kind words! I'm always here to help if you need anything else."
    },
    {
        "keywords": [
            "well",
            "done"
        ],
        "output": "Thank you for the kind words! I'm always here to help if you need anything else."
    }
]